Repository: mradamcox/vk2-extension
Catalog: vk2/Resources/Private/Language/*.locallang.xlf
Languages: de

# language.tag
source: en
de: de

# main.contact
source: Contact
de: Kontakt

# main.language.de
source: German
de: Deutsch

# main.language.en
source: English
de: Englisch

# main.header.service
source: Informations
de: Informationen

# main.login.title
source: Login
de: Anmelden

# main.auth.logout
source: Logout
de: Abmelden

# main.footer.projectname
source: Virtual Map Forum 2.0
de: Virtuelles Kartenforum 2.0

# main.footer.projectdescription
source: a project from the SLUB Dresden and the University of Rostock
de: ein Projekt der SLUB und der Universität Rostock

# main.link.goToEvaluationPage
source: Map Evaluation
de: Kartenevaluierung

# main.link.goToGeoreferenceHistory
source: Georeference History
de: Georeferenzierungs-Historie

# main.link.goToGeoreferenceChooser
source: Show unreferenced maps
de: Zeige unreferenzierte Karten

# login.title
source: Welcome to the Virtual Map Forum 2.0
de: Willkommen im Virtuellen Kartenforum 2.0

# login.username
source: Username
de: Nutzername

# login.password
source: Password
de: Passwort

# login.reset
source: Reset password?
de: Passwort zurücksetzen

# login.newto
source: New to the Virtual Map Forum 2.0?
de: Neu im Virtuellen Kartenforum 2.0?

# login.signupnow
source: Register now
de: Jetzt anmelden

# login.backtosignin
source: back to the
de: zurück zur

# login.registration
source: Registration
de: Anmeldung

# login.signup
source: Login
de: Registrieren

# login.firstname
source: First name
de: Vorname

# login.lastname
source: Last name
de: Nachname

# logout.title
source: Are you sure you want to logout
de: Wollen Sie sich wirklich abmelden?

# contact.title
source: Contact Us
de: Kontaktieren Sie uns

# contact.msg
source: Please inform us about your ideas, problems or suggestions.
de: Bitte Informieren Sie uns über Ihre Ideen, Probleme und Anregungen.

# contact.input.textarea
source: Contact message
de: Kontaktnachricht

# contact.input.textarea.help
source: Please insert your contact message in this text field.
de: Bitte tragen Sie in diesem Text-Feld ihre Kontaktnachricht ein.

# contact.input.submit
source: Submit.
de: Absenden

# impressum.provider
source: Provider
de: Anbieter

# impressum.slubname
source: Saxon State and %1$sUniversity Library Dresden (SLUB)
de: Sächsische Landesbibliothek - %1$sStaats- und Universitätsbibliothek Dresden

# impressum.postadress
source: Post adress
de: Postanschrift

# impressum.visitoradress
source: Visitor adress
de: Besucheranschrift

# impressum.representedby
source: Represented through
de: Vertreten durch

# impressum.agency
source: Office
de: Geschäftsstelle

# impressum.representative
source: Representatives
de: Vertreter

# impressum.editorial.team
source: Editorial team
de: Redaktionsverantwortliche

# impressum.editorial.technical
source: Technical realisation
de: Technische Realisierung

# impressum.information.copyright
source: Information about the copyright
de: Rechtliche Hinweise zum Urheberrecht

# impressum.information.privacy
source: Privay policy
de: Datenschutzerklärung

# evaluation.page.adminValidation
source: Welcome to the evaluation page
de: Willkommen auf der Evaluierungsseite

# evaluation.page.backToMain
source: Back to map sheet overview
de: Zurück zur Hauptseite

# evaluation.page.enterMapId
source: Map-Id
de: Karten-Id

# evaluation.page.getAllProcess
source: Get processes
de: Zeige Prozesse

# evaluation.page.enterUserId
source: Enter User.Id
de: Nutzer-Id

# evaluation.page.getAllUnvalideProcesses
source: Get all pending processes
de: Zeige alle ausstehenden Prozesse

# evaluation.page.getAllUnvalideProcesses
source: Get all "invalide" processes
de: Zeige alle "invaliden" Prozesse an

# georeferencehistory.page.userHistory
source: History of user
de: Nutzerhistorie

# georeferencehistory.page.userPoints
source: Previous Georeferencing - Points
de: Bisherige Georeferenzierungen - Punkte

# georeferencehistory.page.isValidated
source: Result validated
de: Validierungsergebnisse

# georeferencehistory.page.mapId
source: Map-ID
de: Karten-ID

# georeferencehistory.page.mapSheetInfo
source: Map sheet information
de: Informationen zum Kartenblat

# georeferencehistory.page.georefParams
source: Georeference parameter
de: Georeferenzierungsparameter (lon:lat)

# georeferencehistory.page.persistentAccess
source: Persistent access to georeference map
de: Persistenter Zugang zu georeferenzierter Karte

# georeferencehistory.page.beingGenerated
source: Being generated (duration approx. 15min)
de: Georeferenzierung wird aktuell noch bearbeitet (Wartezeit ca. 15min)

# faq.general.title
source: General navigation
de: Allgemeine Navigation

# faq.general.content.1
source: The <b>FAQ</b>, the <b>Contact</b> details, or the <b>Impressum</b> of the page can be accessed through buttons in the footer or buttons above the map search on the left side.
de: Die <b>FAQ</b>, die <b>Kontakt</b> oder die <b>Impressum</b>-Seite können über die Buttons am unterem rechten Rand der Seite oder den Button oberhalb der Kartensuche (links oben) erreicht werden.

# faq.general.content.2
source: The user menu could be founded in the top right corner of the application. By clicking the respective flag you can choose the language of the Virtual Map Forum 2.0. If logged in (could be done through clicking on the <b>login button</b>) you can also access your personal georeference history and an overview over unreferenced maps. Further you can change here to full-screen-mode by clicking the arrow-button.
de: Das Nutzer-Menu findet sich am oberen rechten Rand der Seite. Über die Nationalflaggen lässt sich die entsprechende Sprache der Seite ändern. Angemeldete Nutzer können sich außerdem über das <b>Login-Menu</b> ihre persönliche Georeferenzierungs-Historie oder eine Übersicht bisher unreferenzierter Karten anzeigen lassen. Des Weiteren kann man durch Klicken des Pfeil-Buttons in den Vollbild-Modus wechseln

# faq.map.detection.title
source: Map detection
de: Kartensuche

# faq.map.detection.content.1
source: Using the navigation directly on the map or through the input of a place name in the search field of the spatiotemporal search module (left part / main page) you can choose the relevant spatial area. The spatiotemporal search module also displays the relevant search results for your spatiotemporally selected criteria. Through using the time slider you can also adjust the relevant time period for your search results.
de: Das Modul auf der linken Seite der Karte ermöglicht raumzeitliche Suchen. Durch Kartennavigation oder die Eingabe eines Ortsnamens kann der relevante Raumausschnitt ausgewählt werden. Dieser synchronisiert sich mit der Ergebnisliste des raumzeitlichen Suchmoduls, indem er nur Ergebnisse für den relevanten Raumausschnitt anzeigt. Mit Hilfe eines Zeitschiebers kann außerdem die relevante Zeitperiode für die Suche eingeschränkt werden.

# faq.map.placename.title
source: Search for place
de: Ortsnamensuche

# faq.map.placename.content
source: If you type in the input box a <b>place name</b> the application offers you a select list of possible place names. By choosing a place name from this list with your mouse or the keyboard the map jumps right to this place.
de: Wird in das Eingabefeld ein <b>Ortsname</b> eingetippt, bietet die Anwendung eine Auswahlliste möglicher Ortsnamen an. Wird ein Ortsname aus der Liste durch die Maus oder die Tastur ausgewählt springt die Karte zu diesem Ort.

# faq.map.timebar.title
source: Adjust the time
de: Zeitschieber

# faq.map.timebar.content
source: With the help of the time bar you can adjust the period of your search time. The max-/min-years represent therefor the maximum range of time. The adjusting of the search period affects the listed results in the search list.
de: Durch den Zeitschieber lässt sich der Suchzeitraum einschränken. Die Max-/Min-Jahre bilden daher den maximalen Zeitraum ab. Das Einschränken des Suchzeitraums wirkt sich entsprechend auch auf die angezeigten Ergebnisse in der Suchliste aus.

# faq.map.searchlist.title
source: The search list
de: Suchliste

# faq.map.searchlist.content.1
source: The search list displays all available maps for the appropriate search criteria (time, space, facets). The header of the search list shows the number of search hits. Beneath, you can sort the results by pressing the buttons <b>Title</b> or <b>Time</b>. If you click on a search result, the appropriate historical map will be displayed on the main map and automatically be transferred to the "My Maps" map container.
de: In der Suchliste werden die gefundenen Karten für den entsprechen Raumausschnitt und Suchzeitraum dargestellt. Im Kopf der Suchliste werden die Suchtreffer angezeigt. Darunter kann man die Ergebnisse mit Hilfe der Buttons nach <b>Titel</b> oder <b>Jahr</b> sortieren. Durch das Klicken auf ein Suchergebnis wird die entsprechende historische Karte auf der Hauptkarte dargestellt.

# faq.map.searchlist.content.2
source: Every single search result will be displayed with its name, time (dating) and its scale. Furthermore there will be given a thumbnail image of the relevant map. If you move your mouse over a search result, the spatial expansion of the map will be represented in a polygon on the main map.
de: Die einzelnen Suchergebnisse werden in der Liste mit ihrem Kurztitel, ihrem Zeitstempel (Datierung) und ihrem Maßstab abgebildet. Außerdem wird ein Vorschaubild der entsprechenden Karte angezeigt. Führt man den Mauszeiger über einen Sucheintrag, so wird die räumliche Ausdehnung der Karte auf der Hauptkarte dargestell

# faq.map.navigation.title
source: Map navigation
de: Kartennavigation

# faq.map.navigation.content.1
source: The picture left hand side shows the different navigation tools which can be used on the maps.
de: In der Abbildungs links werden die verschiedenen Navigationswerkzeuge für die Karte dargestellt.

# faq.map.navigation.content.2
source: By pressing the <b>+</b> or the <b>-</b> you can zoom into or out of the map (you can also use the mouse wheel)
de: Durch Drücken des <b>+</b> oder des <b>-</b> kann in die Karte hinein oder heraus gezoomt werden (Alternativ kann auch das Mausrad zum Zoomen verwendet werden).

# faq.map.navigation.content.3
source: The <b>Magnifier button</b> activates a map magnifier. If you move it over a historical map it will show the recent <a href="http://www.openstreetmap.org/#map=5/51.500/-0.100">OpenStreetMap</a> for this part. Press <b>y</b> and the area for the magnifier gets bigger. Press <b>x</b> and the area gets smaller.
de: Die <b>Lupe</b> aktiviert eine Bildschirmlupe. Fährt man mit dieser über eine historische Karte, wird für den Lupenausschnitt die aktuelle <a href="http://www.openstreetmap.org/#map=5/51.500/-0.100">OpenStreetMap</a> Karte angezeigt. Drückt man währenddessen <b>y</b> wird der Lupenausschnitt größer. Drückt man <b>x</b> wird der Ausschnitt kleiner.

# faq.map.navigation.content.4
source: Press and hold the Shift key and press and move the mouse at the same time you rotate the map. Press the <b>Needle button</b> the map will be "northed" again.
de: Durch das Halten der Shift-Taste sowie das parellele drücken und ziehen der Maus auf der Karte, kann diese rotiert werden. Durch das Klicken auf den Button mit der <b>Nadel</b> wird die Karte anschließend wieder genordet.

# faq.map.navigation.content.5
source: The last buttons allow you to create a sharing link of the current map view as well as to activate the illustration of the actual lat / lon position of the map.
de: Der letzte Button ermöglicht die Erstellung eines Links, mit welchem man die aktuelle Kartensicht mit anderen Nutzern teilen kann.

# faq.map.management.title
source: Manage chosen maps
de: Verwaltung der eigenen Kartenauswahl

# faq.map.management.content
source: If you choose a map in the spatiotemporal search module it will be added automatically to the main map and to the map management container. In this map management container you can change the transparency of maps, activate and deactivate maps, you can add related maps, delete any map from your own selection and it is possible to change the order of the presentation of the maps on the main map.
de: Im Kartenverwaltungsmodul werden die ausgewählten bzw. hinzugefügten Karten verwaltet. Es kann die Transparenz der Karte geändert werden, die Karte kann aktiviert und deaktiviert werden, es können andere verwandte Karten hinzugefügt werden, die Karte kann von der eigenen Auswahl gelöscht werden und man kann die Reihenfolge der Darstellung der Karten auf der Hauptkarte überarbeiten.

# faq.map.transparency.title
source: Change transparency
de: Transparenz verändern

# faq.map.transparency.content
source: If you click with your mouse on the bar and slide it up- or downwards you can change the transparency of the chosen map. This will help you to see the changing in the landscapes and to check the georeferencing of your map.
de: Klickt man auf die Leiste am Kopf des Symbols und bewegt die Maus nach unten oder oben verändert sich die Transparenz der dargestellten Karte. Diese Funktion hilft dabei die Veränderungen in der Landschaft zu beobachten und die Georeferenzierungen zu überprüfen.

# faq.map.activate.title
source: Activate / deactivate maps
de: Aktivieren und Deaktivieren von Karten

# faq.map.activate.content.1
source: activated
de: Aktivieren

# faq.map.activate.content.2
source: deactivated
de: Deaktivieren

# faq.map.activate.content.3
source: By clicking with your mouse on the green square you can either activate or deactivate the corresponding map sheet.
de: Klickt man mit der Maus auf das grüne Quadrat aktiviert oder deaktiviert man die entsprechende Karte.

# faq.adddel.title
source: Add / delete maps
de: Hinzufügen und Löschen von Karten

# faq.adddel.content.1
source: To add a map sheet choose the one you would like to work on from the listed map sheets beneath the spatiotemporal search module by just clicking on it with your mouse or by using the keyboard. The map sheet will automatically be transferred to the "My Maps" map container.
de: Um eine Karte der Kartenverwaltung hinzuzufügen, klickt man auf die entsprechende Karte in der Suchliste mit der Maus oder navigieret mit der Tastatur zur gewünschten Karte. Diese wird dann automatisch in die Kartenverwaltung übertragen.

# faq.adddel.content.2
source: To delete a map sheet just press the "<b>x</b>" <b>button</b> beneath the activate / deactivate tool.
de: Der Nutzer kann ausgewählte Karten wieder löschen. Hierfür klickt man auf den <b>"x" Button</b> unterhalb des Aktivierungs- / Deaktivierungstools.

# faq.map.reorder.title
source: Reorder maps
de: Ändern der Reihenfolge

# faq.map.reorder.content.1
source: To reorder maps use your mouse cursor. Click on the thumbnail version of one map sheets in your "My Maps" map container and press and hold it. Then you can easily move it up- or downwards in the container to change the order of the map sheets.
de: Das Ändern der Reihenfolge der Karten erfolgt mit der Maus. Durch Klicken auf das Vorschaubild einer Karte in der Kartenverwaltung und halten der Maustaste kann die Karte an die gewünschte Position verschoben werden.

# faq.map.reorder.content.2
source: If you want to have a map at the very top you can either use the drag- and-drop method or you can just click on the symbol above the activate / deactivate switch. So the map you just clicked on will automatically be moved to the top of the list.
de: Falls eine Karte ad hoc an die erste Stelle verschoben werden soll, kann man entweder die Drag-and-Drop-Methode nutzen oder auf das Symbol oberhalb des Aktivierungs- / Deaktivierungstools klicken. Auf diese Weise wird die gerade angeklickte Karte automatisch als oberste Karte dargestellt.

# faq.map.original.title
source: Original maps
de: Originalkarten und Metadaten

# faq.map.original.content.1
source: If you selected one map from the plane survey sheet search list by clicking on it and then click on the corresponding square in the main map you will get further information about the map sheet. You will also be given a picture of the original map sheet.
de: Wenn eine Karte aus der Suchliste ausgewählt wurde und man dann auf das dazugehörige Quadrat in der Hauptkarte klickt erhält man zusätzliche Informationen über dieses Kartenblatt. Außerdem wird eine Abbildung der Originalkarte angezeigt.

# faq.sidebar.map.general
source: General navigation
de: Allgemeine Navigation

# faq.sidebar.map.detection
source: Map detection
de: Kartensuche

# faq.sidebar.map.placename
source: Search for a place
de: Ortsnamensuche

# faq.sidebar.map.timebar
source: Adjust the time
de: Zeitschieber

# faq.sidebar.map.searchlist
source: The search list
de: Suchliste

# faq.sidebar.map.navigation
source: Map navigation
de: Kartennavigation

# faq.sidebar.map.management
source: Manage chosen maps
de: Kartenverwaltung

# faq.sidebar.map.transparency
source: Change transparency
de: Transparenz verändern

# faq.sidebar.map.activate
source: Activate / deactivate maps
de: Aktivieren und Deaktivieren von Karten

# faq.sidebar.map.adddel
source: Add / delete maps
de: Hinzufügen und Löschen von Karten

# faq.sidebar.map.reorder
source: Reorder maps
de: Ändern der Reihenfolge

# faq.sidebar.map.original
source: Original maps and meta data
de: Originalkarten

# faq.sidebar.georef
source: Georeferencing of maps
de: Georeferenzierung

# faq.sidebar.georef.selection
source: Map selection
de: Kartenauswahl

# faq.sidebar.georef.georeferencing
source: Georeferencing
de: Georeferenzierung

# faq.georef.title
source: Georeferencing of Maps
de: Georeferenzierung von Karten

# faq.georef.text.1
source: The Virtual Map Forum 2.0 gives access to a wide range of historic maps, which are waiting for georeferencing. As a user you can thereby help us in this process.
de: Das Virtuellen Kartenforum 2.0 erlaubt den Zugriff auf über 7.000 historische Karten. Um diesen Kartenbestand zu georeferenzieren sind wir auf ihre Hilfe angewiesen.

# faq.georef.text.2
source: Basically you have to set ground control points, which are a prerequisite for the usage of different transformation algorithms. Further you can draw a clip polygon, which is used to clip away the unnecessary edge of the georeferenced maps. The following video gives a short overview over the georeferencing process.
de: Grundsätzlich benötigen wir ihre Hilfe bei der Erfassung von Passpunkten, welche eine Vorrausetzung für die Anwendung von unterschiedlichen Transformationsalgorithmen auf die Karten sind. Weiterhin können sie ein Clip-Polygon zeichen, welches genutzt werden kann um den nicht benötigten Kartenrand abzuschneiden. Das folgende Video gibt eine kurze Einführung in die Georeferenzierung im Kartenforum.

# faq.georef.callout
source: To participate in the georeferencing process of the historic maps you have to sign up in the Virtual Map Forum 2.0.
de: Um sich an der Georeferenzierung um Virtuellen Kartenforum zu beteiligen, müssen sie sich vorher als Nutzer registrieren.

# faq.georef.selection.title
source: Map selection
de: Auswahl der Karte

# faq.georef.selection.text.1
source: In the user menu you can open an list of unreferenced maps by clicking on point "Show unreferenced maps". The displayed lists give you than also an option for performing an subselection of the unreferenced maps by title in the input field. By clicking on the "Georeference" button of a given map record you will be forwarded to the georeference view. Further you can open your personal georeference history by clicking on the "Georeference History" point.
de: Ist man als Nutzer angemeldet, kann man sich durch einen Klick auf das Dropdown-Menu in der oberen rechten Ecke und einen Klick auf den Menu-Punkt "Zeige unreferenzierte Karte", eine Auswahl der noch nicht georeferenzierten Karten anzeigen lassen. Möchte man eine dieser Karten georeferenzieren, kann man die Georeferenzierungsansicht durch einen Klick auf den Button "Georeferenzierung" öffnen.

# faq.georef.georeference.title
source: Georeferencing
de: Georeferenzierung

# faq.georef.georeference.text.1
source: For apply transformation algorithms to the historic map image, ground control points (gcp) are needed. A ground control is composed of a point on the unreferenced image (left side) and the corresponding point on the georeferenced map (right side). Depending on the used transformation algorithm more or less ground control points are used (e.g. affine > 4 gcp). Based on a validation result also a clip polygon can be drawn. The clip polygon can than be used for clipping away the unnecessary edge content.
de: Für die Georeferenzierung der Karten werden Passpunkte benötigt. Ein Passpunkt setzt sich aus einem Punktepaar zusammen, welches sich aus einem Punkt auf der unreferenzierten Karten (linke Seite) sowie den dazugehörigen Punkt auf der georeferenzierten Karten (rechte Seite) zusammensetzt. Basierend auf diesen Passpunkten können Transformationsalgorithmen angewendet werden (z.B. Affine-Transformation). Auch kann basierend auf einem Validierungsergebnis ein Clip-Polygon gezeichnet werden, welches im weiteren Verlauf für das Abschneiden des nicht relevanten Kartenrandes genutzt werden kann.

# faq.georef.georeference.text.2
source: The toolbox on the unreferenced image viewer (left side) holds different tools for drawing, moving and deleting ground control points.
de: Die Toolbox im der unreferenzierten Kartenansicht (linke Seite) bietet unterschiedliche Werkzeuge für das zeichnen, verschieben und löschen von Passpunkten.

# faq.georef.georeference.text.3
source: For setting a ground control point choose the tool <b>Set ground control point</b> and then click on the unreference image (left side) and the corresponding place on the georeferenced image (rigth side). If a point was set wrong, you can adjust the position by using the tool <b>Move ground control point</b> and move the corresponding point by drag&amp;drop. If you wanna remove a ground control point use the tool <b>Delete ground control point</b>.
de: Um einen Passpunkt zu setzen wird das Werkzeug <b>Passpunkt setzen</b> ausgewählt. Anschließend kann durch das Klicken auf die unreferenzierte Karten sowie das anschließende Klicken auf die georeferenzierte Karte ein Passpunkt gesetzt werden. Ist dieser Falsch, können die Punkte mittels des Werkzeuges <b>Passpunkt verschieben</b> verschoben werden. Auch können sie ggf. mit dem Werkzeug <b>Passpunkt löschen</b> gelöscht werden.

# faq.georef.georeference.text.4
source: By using the tool <b>Move map</b> you can move the map to the wanted view.
de: Durch die Verwendung des Werkzeuges <b>Karte verschieben</b> kann die Kartenansicht verändert werden.

# faq.georef.georeference.text.5
source: If enough ground control points have been set, a validation image can be produced by the clicking on the <b>Update Preview</b> button. It is also possible to switch the used transformation algorithm. Generally it is recommended to use an "Affine" transformation for geological maps or plane survey sheets and a minimum number of 4 ground control points. In case of older historic maps types a "TPS" transformation is recommended. There you can always increase the georeferencing quality by adding more ground control points.
de: Wurden genug Passpunkte gesetzt, kann ein Validierungsergebnis erzeugt werden. Dafür wird das Werkzeug <b>Vorschau aktualisieren</b>, welches sich oben links befindet, genutzt. Man kann auch auch unterschiedliche Transformationsalgorithmen auswählen. Generell wird für geologische oder topographische Karte eine "Affine" Transformation empfohlen mit einem Minimum von 4 Passpunkten. Für ältere Kartentypen wird hingegen "TPS" Transformation empfohlen. Die Georeferenzierungsqualität steigt dabei in der Regel mit der Anzahl der Passpunkte.
