Repository: mradamcox/vk2-extension
Catalog: vk2/Resources/Private/Language/*.locallang.xlf
Languages: de

# faq.georef.georeference.text.6
source: On the basis of a georeferenced validation results a clip polygon can be drawn. Therefor use the tool <b>Draw Clip Polygon</b> on the georeferenced map view.
de: Auf der Basis des Georeferenzierungsvorschau kann ein Clip-Polygon gezeichnet werden. Dazu kann das Werkzeug <b>Zeichne Clip-Polygon</b> auf der georeferenzierten Karte genutzt werden.

# faq.georef.georeference.text.7
source: The captured georeference paramater could be saved permanently by using the button "Confirm Georeferencing". This will navigate the user back to the main page and save the georeference result permantly. After a view minutes the new georeference results are also accessible through the web client by all users.
de: Die erfassten Georeferenzierungsparamater können durch einen Klick auf den Button "Georeferenzierung Bestätigen" permanent gespeichert werden. Der Nutzer wird außerdem zur Hauptseite zurückgeleitet. Nach wenigen Minuten stehen die neuen Georeferenzierungsergebnisse auch allen anderen Nutzern über die Plattform zur Verfügung.

# faq.georef.georeference.text.8
source: For more information please refer to the Video link further above or contact us.
de: Mehr Informationen zur Georeferenzierung finden sie in dem weiter oben verlinkten Video.

# georeferencechoose.page.georeferenceChoose
source: Choose a Map for georeferencing
de: Wählen Karte für Georeferenzierung

# georeferencechoose.page.outstandingMaps
source: Count of outstanding maps
de: Anzahl unrefenzierter Karten

# georeferencechoose.page.time
source: Time
de: Zeitstempel

# georeferencechoose.page.searchField
source: Map name
de: Kartenname

# georeferencechoose.page.maptype
source: Map type
de: Kartentypen

# georeferencechoose.page.goToGeoreference
source: Georeference
de: Georeferenzierung

# georeferencechoose.page.nothingToGeoreference
source: Actually there are no georeference maps
de: Aktuell sind alle Karten georefernziert

# welcome.page.header
source: Welcome to the Virtual Map Forum 2.0.
de: Willkommen im virtuellen Kartenforum 2.0.

# welcome.page.msg
source: The Virtual Map Forum was funded through the German Research Assoication (DFG) and developed by the Saxon State and University Library Dresden (SLUB) and the Chair of Geodesy and Geoformatics from the University of Rostock. It gives access to main parts of the map collection of the SLUB and allows users to georeference the historic maps.
de: Das Virtuelle Kartenforum 2.0 wurde 2014 im Rahmen des gleichnamigen DFG Projektes durch die Sächsische Landesbibliothek – Staats- und Universitätsbibliothek Dresden (SLUB) und den Lehrstuhl für Geodäsie und Geoinformatik der Universität Rostock entwickelt. Es bietet einen Zugriff auf große Teile der historischen Kartensammlung der SLUB und ermöglicht den Nutzern die Georeferenzierung der Historischen Karten.

# welcome.page.progress.1
source: Already
de: Bereits

# welcome.page.progress.2
source: of
de: von

# welcome.page.progress.3
source: maps georeferenced.
de: Karten georeferenziert.

# welcome.page.ranking.header
source: The Top-Georeferencer:
de: Die Top-Georeferenzierer:

# welcome.page.ranking.points
source: points
de: Punkte

# welcome.page.help.1
source: Take part and collect points.
de: Jetzt mithelfen und selbst Punkte sammeln.

# welcome.page.help.2
source: Start now.
de: So einfach geht's.

# welcome.page.help.3
source: Hide welcome page in the future.
de: Diese Begrüßung zukünftig nicht mehr anzeigen.

# client.backToMain
source: back to main page ...
de: zurück zur Hauptseite ...

# client.goToGeoref
source: Go to georeference view
de: Gehe zur Georeferenzierungsansicht

# client.goToOrg
source: Go to original view
de: Gehe zur Originalansicht

# client.no
source: No
de: Nein

# client.points
source: Points
de: Punkte

# client.timestamp
source: Time
de: Zeit

# client.yes
source: Yes
de: Ja

# client.georeferencechoose.time
source: Time
de: Zeitstempel

# client.georeferencechoose.searchField
source: Map name
de: Kartenname

# client.georeferencechoose.maptype
source: Map type
de: Kartentypen

# client.georeferencechoose.goToGeoreference
source: Georeference
de: Georeferenzierung

# client.evaluation.btnIsValid
source: Set 'isvalide'
de: Setze 'isvalide'

# client.evaluation.btnShowMap
source: Show map
de: Zeige Karte

# client.evaluation.btnGoToProcess
source: Go to process
de: Gehe zu Prozess

# client.evaluation.btnSetIsInvalid
source: Set 'invalide'
de: Setze 'invalide'

# client.deactivemap.deactiveAll
source: Deactivate all maps
de: Deaktiviere alle Karten

# client.deactivemap.activeAll
source: Activate all maps
de: Aktiviere alle Karten

# client.dynamicmapvis.start
source: Start timeseries visualization
de: Starte Zeitreihenvisualisierung der Kartenauswahl

# client.dynamicmapvis.stop
source: Stop timeseries visualization
de: Stoppe Zeitreihenvisualisierung der Kartenauswahl

# client.dynamicmapvis.open
source: Open dynamic map visualization tool
de: Öffne dynamische Kartenvisualisierung

# client.dynamicmapvis.close
source: Close dynamic map visualization tool
de: Schließe dynamische Kartenvisualisierung

# client.imagemanipulation.open
source: Open image manipulation toolbox
de: Öffne Bildbearbeitungswerkzeug

# client.imagemanipulation.hue
source: Hue
de: Farbton

# client.imagemanipulation.saturation
source: Saturation
de: Sättigung

# client.imagemanipulation.contrast
source: Contrast
de: Kontrast

# client.imagemanipulation.brightness
source: Brightness
de: Helligkeit

# client.imagemanipulation.reset
source: Reset
de: Zurücksetzen

# client.layerspy.title
source: Get a magnifier for the map
de: Aktiviere Kartenlupe

# client.mouseposition.title
source: Mouse position
de: Cursor Position

# client.permalink.title
source: Produce link for share this view
de: Erzeuge Share-Link

# client.permalink.msg
source: For copying the link push
de: Um den Link zu kopieren drücken sie bitte

# client.roatenorth.title
source: Align map to north
de: Karte nach Norden ausrichten

# client.factory.scale
source: Scale
de: Maßstab

# client.factory.notGeoref
source: Not georeferenced
de: Georeferenzierung fehlt

# client.factory.showMap
source: Display map
de: Zeige Karte

# client.factory.removeMap
source: Remove map
de: Verwerfe Karte

# client.factory.moveToTop
source: Move map to top
de: Karte in den Vordergrund

# client.factory.updateGeoref
source: Update georeferenced map
de: Aktualisiere Georeferenzierung

# client.georeference.moveMap
source: Move Map
de: Karte verschieben

# client.georeference.setGcp
source: Set ground control point
de: Passpunkt setzen

# client.georeference.moveGcp
source: Move ground control point
de: Passpunkt verschieben

# client.georeference.deleteGcp
source: Delete ground control point
de: Passpunkt löschen

# client.georeference.drawClip
source: Draw clip polygon
de: Zeichne Clip-Polygon

# client.georeference.validate
source: Update preview
de: Vorschau aktualisieren

# client.georeference.confirm
source: Confirm georeferencing
de: Georeferenzierung speichern

# client.georeference.confirmWithoutClipTitle
source: Confirm georeference params
de: Georeferenzierungsparameter speichern

# client.georeference.confirmWithoutClipMsg
source: Confirm georeference params without clip params?
de: Georeferenzierungsparameter ohne Clip-Polygon speichern?

# client.layermanagementmodule.startMessage
source: Welcome to the Virtual Map Forum 2.0.<br> Please choose your map collection in the search menu on the left side
de: Herzlich Willkommen im Virtuellen Kartenforum 2.0. <br>Bitte wählen Sie zunächst links im Suchbereich einige Karten aus

# client.layermanagementmodule.headerLbl
source: My maps
de: Meine Karten

# client.mapsearchmodule.foundMaps
source: Maps available
de: Karten gefunden

# client.mapsearchmodule.foundNoMaps
source: No maps available
de: Keine Karten gefunden

# client.mapsearchmodule.georeference
source: Georeference
de: Georeferenzierung

# client.mapsearchmodule.time
source: Time
de: Zeit

# client.mapsearchmodule.title
source: Title
de: Titel

# client.facetedsearch.titleAE
source: Topographical maps (1:25.000)
de: Äquidistantenkarten (1:25.000)

# client.facetedsearch.titleAK
source: Historic map
de: Altkarten

# client.facetedsearch.titleGL
source: Geological maps
de: Geologische Karten (1:25.000)

# client.facetedsearch.titleMTB
source: Plane survey sheets (1:25.000)
de: Messtischblätter (1:25.000)

# client.facetedsearch.titleTK
source: Topographical maps (1:100.000)
de: Topographische Karten des Deutschen Reiches (1:100.000)

# client.gazetteer.placeholder
source: Placename
de: Ortsname

# client.gazetteer.submit
source: Search
de: Suchen

# client.metadatabinding.keyword
source: Keywords
de: Schlagworte

# client.metadatabinding.onlineResource
source: Online Resource
de: Online-Resourcen

# client.metadatabinding.spatialResolution
source: Spatial Resolution
de: Räumliche Auflösung

# client.metadatabinding.uniqueId
source: Unqiue Identifier
de: Eindeutiger Identifier

# client.timeslidertool.changeTimeperiod
source: Adjust time periode
de: Definiere Suchzeitraum
